Repository: firatesmer/dota2-handbook
Catalog: Dota2Handbook/Strings/*/Resources.resw
Source language: en_us
Languages: tr_tr

# About.Label
source: About
tr_tr: Hakkında

# About1.Header
source: About
tr_tr: Hakkında

# AttackType.Text
source: Attack Type
tr_tr: Saldırı Tipi

# Biography.Text
source: Biography
tr_tr: Biyografi

# Builds_From.Text
source: Builds From
tr_tr: Oluştuğu Eşyalar

# Builds_Into.Text
source: Builds Into
tr_tr: Oluşturduğu Eşyalar

# Cost.Text
source: Cost
tr_tr: Fiyat

# Heroes2.Content
source: Heroes
tr_tr: Kahramanlar

# Date.Text
source: Date
tr_tr: Tarih

# Detail.Content
source: Detail
tr_tr: Detay

# Details.Text
source: Details
tr_tr: Detaylar

# Feedback.Text
source: Feedback
tr_tr: Geri Bildirim

# Heroes.Header
source: Heroes
tr_tr: Kahramanlar

# Items.Header
source: Items
tr_tr: Eşyalar

# Language.Text
source: Language
tr_tr: Dil

# Leaderboards.Text
source: Leaderboards
tr_tr: Sıralama

# LightTheme.Header
source: Requested Application Theme
tr_tr: Uygulama Tema Rengi

# LightTheme.OnContent
source: Current theme is Light
tr_tr: Şu an Aydınlık

# LightThemeOffContent
source: Current theme is Dark
tr_tr: Şu an Karanlık

# News.Text
source: News
tr_tr: Haberler

# ProvideYourSuggestion_.Text
source: Provide your suggestion or report a problem to make application better!
tr_tr: Uygulamayı daha iyi hale getirmek için önerilerinizi veya sorununuzu bildirin!

# ReadingView.Header
source: Show Update News In Reading View
tr_tr: Güncelleme Haberlerini Okuma Modu'nda Göster

# ReadingView.OffContent
source: Reading View disabled
tr_tr: Okuma Modu Devre Dışı

# ReadingView.OnContent
source: Reading View enabled
tr_tr: Okuma Modu Etkin

# RestartApplication.Text
source: Please restart the application for the changes to take effect
tr_tr: Değişikliklerin uygulanması için lütfen uygulamayı yeniden başlatın

# Roles.Text
source: Roles
tr_tr: Roller

# SearchForTitle.PlaceholderText
source: Search for title
tr_tr: Başlık ara

# Send.Content
source: Send
tr_tr: Gönder

# SendFeedback.Content
source: Feedback
tr_tr: Geri Bildirim

# Settings.Label
source: Settings
tr_tr: Ayarlar

# Settings1.Text
source: Settings
tr_tr: Ayarlar

# Settings2.Header
source: Settings
tr_tr: Ayarlar

# ShellDrawnBackButton.Header
source: Shell-drawn Back Button
tr_tr: Geri Butonu Pozisyonu

# ShellDrawnBackButton.OffContent
source: Back button is in Page Header
tr_tr: Geri Butonu Sayfa Başlığında

# ShellDrawnBackButton.OnContent
source: Back button in Title/TaskBar
tr_tr: Geri Butonu Başlık/Görev Çubuğunda

# Show_.Text
source: Show :
tr_tr: Göster :

# Skills.Text
source: Skills
tr_tr: Yetenekler

# v5
source: Application tile background color changed to transparent
tr_tr: Uygulamanın kutucuk (tile) arka plan rengi transparan olarak değiştirildi

# v4
source: Reading View added for Dota 2 Update News
tr_tr: Dota 2 güncelleme haberleri için Okuma Modu eklendi

# v3
source: Added Turkish language support
tr_tr: Türkçe dil desteği eklendi

# v0
source: Updated various translations
tr_tr: Çeşitli çeviriler güncellendi

# v1
source: GUI improvements
tr_tr: Arayüz iyileştirmeleri

# v2
source: Bug fixes and improvements
tr_tr: Hata düzeltmeleri & iyileştirmeler

source: Version
tr_tr: Versiyon

# World_Leaderboards.Content
source: World Leaderboards
tr_tr: Dünya Sıralaması

# v6
source: Version History added to Settings page
tr_tr: Ayarlar sayfasına Sürüm Geçmişi eklendi

source: Loading
tr_tr: Yükleniyor

source: Error
tr_tr: Hata

# InternetConnectionError
source: Dota2 Handbook application needs internet connection! Check your internet connection and try again.
tr_tr: Dota2 Handbook uygulamasına internete bağlanamıyor! İnternet bağlantınızı kontrol edin ve tekrar deneyin

# VersionHistory.Label
source: Version History
tr_tr: Sürüm Geçmişi

# Settings.Content
source: Settings
tr_tr: Ayarlar

# VersionHistory1.Header
source: Version History
tr_tr: Sürüm Geçmişi

# Heroes1.Text
source: Heroes
tr_tr: Kahramanlar

# Items1.Text
source: Items
tr_tr: Eşyalar

# Items2.Content
source: Items
tr_tr: Eşyalar

# SearchForItem.PlaceholderText
source: Search for item
tr_tr: Eşya ara

# v7
source: Search option added to Heroes and Items pages
tr_tr: Kahramanlar ve Eşyalar sayfalarına arama seçeneği eklendi

# Information_ApplicationName
source: Application Name
tr_tr: Uygulama Adı

# Information_ApplicationVersion
source: Application Version
tr_tr: Uygulama Versiyonu

# Information_Culture
source: Culture
tr_tr: Dil Kodu

# Information_DeviceFamily
source: Device Family
tr_tr: Cihaz Ailesi

# Information_DeviceManufacturer
source: Device Manufacturer
tr_tr: Üretici Firma

# Information_DeviceModel
source: Device Model
tr_tr: Cihaz Modeli

# Information_OperatingSystem
source: Operating System
tr_tr: İşletim Sistemi

# Information_OperatingSystemArchitecture
source: Operating System Architecture
tr_tr: İşletim Sistemi Mimarisi

# Information_OperatingSystemVersion
source: Operating System Version
tr_tr: İşletim Sistemi Versiyonu

# SystemInformation.Content
source: Add System & Device Information (no personal data)
tr_tr: Sistem ve Cihaz bilgisini de ekle (kişisel bilgi bulunmaz)

# Refresh.ToolTipService.ToolTip
source: Refresh
tr_tr: Yenile

# ShareApplication.Content
source: Share Application
tr_tr: Uygulamayı Paylaş

# v8
source: Refresh button added to News page
tr_tr: Haberler sayfasına Yenile seçeneği eklendi

# v9
source: Share button added to News Detail pages
tr_tr: Haber Detayları sayfalarına Paylaş seçeneği eklendi

# SearchForHero.PlaceholderText
source: Search for hero
tr_tr: Kahraman ara

# v10
source: Auto suggestion text box added to Heroes and Items pages
tr_tr: Kahraman ve Eşya sayfalarına geliştirilmiş arama özelliği eklendi

# v11
source: Feedback Hub support added
tr_tr: Feedback Hub desteği eklendi

# LaunchFeedbackHubButton.Content
source: Launch Feedback Hub
tr_tr: Feedback Hub Çalıştır

# UseFeedbackHub.Text
source: Use Feedback Hub
tr_tr: Feedback Hub Kullan

# UseEMail.Text
source: Use E-Mail
tr_tr: E-Posta Kullan

source: First Release
tr_tr: İlk Sürüm

# News2.Header
source: News
tr_tr: Haberler

# Updates.Header
source: Updates
tr_tr: Güncellemeler

# v12
source: News and Updates seperated
tr_tr: Haberler ve Güncellemeler ayrı sekmelere bölündü

# v13
source: Game version info added to Tournaments
tr_tr: Turnuva bilgileride oyun versiyonu bilgisi eklendi

# SecretShop.Text
source: Available at Secret Shop
tr_tr: Gizli Dükkanda mevcut

# SideShop.Text
source: Available at Side Shop
tr_tr: Yan Dükkanda mevcut

# v14
source: Side / secret shop info added to Item Detail page
tr_tr: Eşya sayfasına yan / gizli dükkan bilgisi eklendi

source: COOLDOWN
tr_tr: DOLUM SÜRESİ

source: MANA COST
tr_tr: MANA BEDELİ

# Pin.Header
source: Pin
tr_tr: Sabitle

# Pin1.Text
source: You can pin pages to your start screen
tr_tr: Sayfaları başlat menüsüne sabitleyebilirsiniz

# Pin2.Label
source: Pin
tr_tr: Sabitle

# News3.Content
source: News
tr_tr: Haberler

# Refresh1.Content
source: Refresh
tr_tr: Yenile

# NotPinnedPage
source: Not pinned
tr_tr: Sabit değil

# PinnedPage
source: Pinned
tr_tr: Sabit

# PinIcon.ToolTipService.ToolTip
source: Pin
tr_tr: Sabitle

# v15
source: Pin tile support added
tr_tr: Sayfa sabitleme desteği eklendi
